Repository: FrankFaulstich/TimeControl
Catalog: locale/*/LC_MESSAGES/timetracker.po
Languages: cs, de, es, fr

source: Warning: Could not read {file}. Error: {error}
cs: Varování: Nelze přečíst soubor {file}. Chyba: {error}
de: Warnung: Konnte {file} nicht lesen. Fehler: {error}
es: Advertencia: No se pudo leer {file}. Error: {error}
fr: Avertissement : Impossible de lire {file}. Erreur : {error}

source: Some required packages are missing. Attempting to install them...
cs: Některé požadované balíčky chybí. Pokouším se je nainstalovat...
de: Einige benötigte Pakete fehlen. Es wird versucht, sie zu installieren...
es: Faltan algunos paquetes requeridos. Intentando instalarlos...
fr: Certains paquets requis sont manquants. Tentative d'installation...

source: Installing {package}...
cs: Instaluji {package}...
de: Installiere {package}...
es: Instalando {package}...
fr: Installation de {package}...

source: Dependencies installed successfully.
cs: Závislosti byly úspěšně nainstalovány.
de: Abhängigkeiten erfolgreich installiert.
es: Dependencias instaladas con éxito.
fr: Dépendances installées avec succès.

source: Please restart the application for the changes to take effect.
cs: Prosím, restartujte aplikaci, aby se změny projevily.
de: Bitte starte die Anwendung neu, damit die Änderungen wirksam werden.
es: Por favor, reinicie la aplicación para que los cambios surtan efecto.
fr: Veuillez redémarrer l'application pour que les changements prennent effet.

source: Error: Failed to install dependencies. Please install them manually using: pip install -r {requirements_path}
cs: Chyba: Instalace závislostí se nezdařila. Prosím, nainstalujte je ručně pomocí: pip install -r {requirements_path}
de: Fehler: Installation der Abhängigkeiten fehlgeschlagen. Bitte manuell installieren mit: pip install -r {requirements_path}
es: Error: No se pudieron instalar las dependencias. Por favor, instálelas manualmente usando: pip install -r {requirements_path}
fr: Erreur : Échec de l'installation des dépendances. Veuillez les installer manuellement avec : pip install -r {requirements_path}

source: An unexpected error occurred during dependency check: {error}
cs: Během kontroly závislostí došlo k neočekávané chybě: {error}
de: Ein unerwarteter Fehler bei der Abhängigkeitsprüfung ist aufgetreten: {error}
es: Ocurrió un error inesperado durante la comprobación de dependencias: {error}
fr: Une erreur inattendue s'est produite lors de la vérification des dépendances : {error}

source: Info: Report content has been copied to the clipboard.
cs: Info: Obsah reportu byl zkopírován do schránky.
de: Info: Der Berichtsinhalt wurde in die Zwischenablage kopiert.
es: Info: El contenido del informe ha sido copiado al portapapeles.
fr: Info : Le contenu du rapport a été copié dans le presse-papiers.

source: Warning: Could not copy to clipboard. Error: {error}
cs: Varování: Nelze kopírovat do schránky. Chyba: {error}
de: Warnung: Konnte nicht in die Zwischenablage kopieren. Fehler: {error}
es: Advertencia: No se pudo copiar al portapapeles. Error: {error}
fr: Avertissement : Impossible de copier dans le presse-papiers. Erreur : {error}

source: Warning: Could not copy to clipboard. Please install 'pyperclip' (`pip install pyperclip`).
cs: Varování: Nelze kopírovat do schránky. Prosím, nainstalujte 'pyperclip' (`pip install pyperclip`).
de: Warnung: Konnte nicht in die Zwischenablage kopieren. Bitte 'pyperclip' installieren (`pip install pyperclip`).
es: Advertencia: No se pudo copiar al portapapeles. Por favor, instale 'pyperclip' (`pip install pyperclip`).
fr: Avertissement : Impossible de copier dans le presse-papiers. Veuillez installer 'pyperclip' (`pip install pyperclip`).

source: {hours} hour ({dlp} DLP)
de: {hours} Stunde ({dlp} DLP)
es: {hours} hora ({dlp} DLP)
fr: {hours} heure ({dlp} DLP)

source: closed
de: geschlossen
es: cerrado
fr: fermé

source: Source main project '{name}' not found.
cs: Zdrojový hlavní projekt '{name}' nebyl nalezen.
de: Quell-Hauptprojekt '{name}' nicht gefunden.
es: Proyecto principal de origen '{name}' no encontrado.
fr: Projet principal source '{name}' non trouvé.

source: Destination main project '{name}' not found.
cs: Cílový hlavní projekt '{name}' nebyl nalezen.
de: Ziel-Hauptprojekt '{name}' nicht gefunden.
es: Proyecto principal de destino '{name}' no encontrado.
fr: Projet principal de destination '{name}' non trouvé.

source: A sub-project named '{sub_name}' already exists in '{main_name}'.
cs: Podprojekt s názvem '{sub_name}' již v projektu '{main_name}' existuje.
de: Ein Unterprojekt mit dem Namen '{sub_name}' existiert bereits in '{main_name}'.
es: Ya existe un subproyecto llamado '{sub_name}' en '{main_name}'.
fr: Un sous-projet nommé '{sub_name}' existe déjà dans '{main_name}'.

source: Sub-project '{name}' moved successfully.
cs: Podprojekt '{name}' byl úspěšně přesunut.
fr: Le sous-projet '{name}' a été déplacé avec succès.

source: A main project named '{name}' already exists.
cs: Hlavní projekt s názvem '{name}' již existuje.
de: Ein Hauptprojekt mit dem Namen '{name}' existiert bereits.
es: Ya existe un proyecto principal llamado '{name}'.
fr: Un projet principal nommé '{name}' existe déjà.

source: Sub-project '{sub_name}' not found in '{main_name}'.
cs: Podprojekt '{sub_name}' nebyl v projektu '{main_name}' nalezen.
de: Unterprojekt '{sub_name}' in '{main_name}' nicht gefunden.
es: No se encontró el subproyecto '{sub_name}' en '{main_name}'.
fr: Sous-projet '{sub_name}' non trouvé dans '{main_name}'.

source: General
cs: Obecné
de: Allgemein
fr: Général

source: Sub-project '{sub_name}' was promoted to a new main project.
fr: Le sous-projet '{sub_name}' a été promu en nouveau projet principal.

source: Main project to demote '{name}' not found.
cs: Hlavní projekt k degradaci '{name}' nebyl nalezen.
de: Hauptprojekt '{name}' zum Herabstufen nicht gefunden.
es: No se encontró el proyecto principal a degradar '{name}'.
fr: Le projet principal à rétrograder '{name}' n'a pas été trouvé.

source: New parent main project '{name}' not found.
cs: Nový nadřazený hlavní projekt '{name}' nebyl nalezen.
de: Neues übergeordnetes Hauptprojekt '{name}' nicht gefunden.
es: No se encontró el nuevo proyecto principal padre '{name}'.
fr: Le nouveau projet principal parent '{name}' n'a pas été trouvé.

source: Sub-project '{old_name}' has been renamed to '{new_name}'.
cs: Podprojekt '{old_name}' byl přejmenován na '{new_name}'.
de: Unterprojekt '{old_name}' wurde in '{new_name}' umbenannt.
es: El subproyecto '{old_name}' ha sido renombrado a '{new_name}'.
fr: Le sous-projet '{old_name}' a été renommé en '{new_name}'.

source: Main project '{demoted_name}' was demoted to a sub-project under '{parent_name}'.
cs: Hlavní projekt '{demoted_name}' byl degradován na podprojekt pod '{parent_name}'.
de: Hauptprojekt '{demoted_name}' wurde zu einem Unterprojekt unter '{parent_name}' herabgestuft.
es: El proyecto principal '{demoted_name}' fue degradado a un subproyecto bajo '{parent_name}'.
fr: Le projet principal '{demoted_name}' a été rétrogradé en sous-projet sous '{parent_name}'.

source: - {name}: {hours} hour
de: - {name}: {hours} Stunde
es: - {name}: {hours} hora
fr: - {name} : {hours} heure

source: ## {name} ({hours} hour)
de: ## {name} ({hours} Stunde)
es: ## {name} ({hours} hora)
fr: ## {name} ({hours} heure)

source: # Daily Time Report: {date}
cs: # Denní zpráva o čase: {date}
de: # Täglicher Zeitbericht: {date}
es: # Informe de Tiempo Diario: {date}
fr: # Rapport de temps journalier : {date}

source: **Total Daily Time: {hours} hour**
de: **Tägliche Gesamtzeit: {hours} Stunde**
es: **Tiempo Total Diario: {hours} hora**
fr: **Temps total journalier : {hours} heure**

source: No time tracked for {date}.
cs: Pro den {date} nebyl zaznamenán žádný čas.
de: Keine Zeit für {date} erfasst.
es: No hay tiempo registrado para {date}.
fr: Aucun temps suivi pour le {date}.

source: # Time Report: {start_date} to {end_date}
cs: # Zpráva o čase: od {start_date} do {end_date}
de: # Zeitbericht: {start_date} bis {end_date}
es: # Informe de Tiempo: {start_date} a {end_date}
fr: # Rapport de temps : du {start_date} au {end_date}

source: **Total Time in Period: {total_time}**
cs: **Celkový čas v období: {total_time}**
de: **Gesamtzeit im Zeitraum: {total_time}**
es: **Tiempo Total en el Periodo: {total_time}**
fr: **Temps total sur la période : {total_time}**

source: No time tracked between {start_date} and {end_date}.
cs: Mezi {start_date} a {end_date} nebyl zaznamenán žádný čas.
de: Keine Zeit zwischen {start_date} und {end_date} erfasst.
es: No hay tiempo registrado entre {start_date} y {end_date}.
fr: Aucun temps suivi entre le {start_date} et le {end_date}.

source: now
de: jetzt
fr: maintenant

source: Duration
de: Dauer
es: Duración
fr: Durée

source: # Detailed Report for Sub-Project: {name}
de: # Detaillierter Bericht für Unterprojekt: {name}
fr: # Rapport détaillé pour le sous-projet : {name}

source: No time entries found for sub-project '{sub_name}'.
fr: Aucune entrée de temps trouvée pour le sous-projet '{sub_name}'.

source: Part of Main Project: {name}
de: Teil des Hauptprojekts: {name}
es: Parte del Proyecto Principal: {name}
fr: Fait partie du projet principal : {name}

source: Active (currently running)
de: Aktiv (läuft gerade)
es: Activo (actualmente en ejecución)
fr: Actif (en cours)

source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif

source: Status
es: Estado
fr: Statut

source: # Detailed Report for Main Project: {name}
de: # Detaillierter Bericht für Hauptprojekt: {name}
fr: # Rapport détaillé pour le projet principal : {name}

source: Time distribution across sub-projects:
fr: Répartition du temps entre les sous-projets :

source: No time entries found for main project '{name}'.
fr: Aucune entrée de temps trouvée pour le projet principal '{name}'.

source: --- Project Management ---
cs: --- Správa projektů ---
de: --- Projektverwaltung ---
es: --- Gestión de Proyectos ---
fr: --- Gestion des projets ---

source: 1. Add Main Project
cs: 1. Přidat hlavní projekt
de: 1. Hauptprojekt hinzufügen
es: 1. Añadir Proyecto Principal
fr: 1. Ajouter un projet principal

source: 2. List Main Projects
cs: 2. Vypsat hlavní projekty
de: 2. Hauptprojekte auflisten
es: 2. Listar Proyectos Principales
fr: 2. Lister les projets principaux

source: 3. Rename Main Project
cs: 3. Přejmenovat hlavní projekt
de: 3. Hauptprojekt umbenennen
es: 3. Renombrar Proyecto Principal
fr: 3. Renommer le projet principal

source: 4. Delete Main Project
cs: 4. Smazat hlavní projekt
de: 4. Hauptprojekt löschen
es: 4. Eliminar Proyecto Principal
fr: 4. Supprimer le projet principal

source: 5. List Inactive Main Projects
cs: 5. Vypsat neaktivní hlavní projekty
de: 5. Inaktive Hauptprojekte auflisten
es: 5. Listar Proyectos Principales Inactivos
fr: 5. Lister les projets principaux inactifs

source: 6. Demote Main-Project to Sub-Project
de: 6. Hauptprojekt zu Unterprojekt herabstufen
es: 6. Degradar Proyecto Principal a Subproyecto
fr: 6. Rétrograder un projet principal en sous-projet

source: 7. Add Sub-Project
de: 7. Unterprojekt hinzufügen
es: 7. Añadir Subproyecto
fr: 7. Ajouter un sous-projet

source: 8. List Sub-Projects
de: 8. Unterprojekte auflisten
es: 8. Listar Subproyectos
fr: 8. Lister les sous-projets

source: 9. Rename Sub-Project
de: 9. Unterprojekt umbenennen
es: 9. Renombrar Subproyecto
fr: 9. Renommer le sous-projet

source: 10. Delete Sub-Project
de: 10. Unterprojekt löschen
fr: 10. Supprimer le sous-projet

source: 11. Re-open Sub-Project
de: 11. Unterprojekt wieder öffnen
es: 11. Reabrir Subproyecto
fr: 11. Rouvrir un sous-projet

source: 12. Delete Sub-Project
de: 12. Unterprojekt löschen
es: 12. Eliminar Subproyecto
fr: 12. Supprimer le sous-projet

source: 13. Move Sub-Project
de: 13. Unterprojekt verschieben
es: 13. Mover Subproyecto
fr: 13. Déplacer le sous-projet

source: 14. List Inactive Sub-Projects
de: 14. Inaktive Unterprojekte auflisten
es: 14. Listar Subproyectos Inactivos
fr: 14. Lister les sous-projets inactifs

source: 15. List All Closed Sub-Projects
de: 15. Alle geschlossenen Unterprojekte auflisten
es: 15. Listar Todos los Subproyectos Cerrados
fr: 15. Lister tous les sous-projets fermés

source: 16. Delete All Closed Sub-Projects
de: 16. Alle geschlossenen Unterprojekte löschen
es: 16. Eliminar Todos los Subproyectos Cerrados
fr: 16. Supprimer tous les sous-projets fermés

source: 17. Promote Sub-Project to Main-Project
de: 17. Unterprojekt zu Hauptprojekt befördern
es: 17. Promover Subproyecto a Proyecto Principal
fr: 17. Promouvoir un sous-projet en projet principal

source: 0. Back to Main Menu
cs: 0. Zpět do hlavního menu
de: 0. Zurück zum Hauptmenü
es: 0. Volver al Menú Principal
fr: 0. Retour au menu principal

source: Choice:
cs: Volba:
de: Auswahl:
es: Elección:
fr: Choix :

source: --- Add New Main Project ---
cs: --- Přidat nový hlavní projekt ---
de: --- Neues Hauptprojekt hinzufügen ---
es: --- Añadir Nuevo Proyecto Principal ---
fr: --- Ajouter un nouveau projet principal ---

source: Name of the main project:
cs: Název hlavního projektu:
de: Name des Hauptprojekts:
es: Nombre del proyecto principal:
fr: Nom du projet principal :

source: Main project '{name}' added.
cs: Hlavní projekt '{name}' byl přidán.
de: Hauptprojekt '{name}' hinzugefügt.
es: Proyecto principal '{name}' añadido.
fr: Projet principal '{name}' ajouté.

source: --- List Main Projects ---
cs: --- Seznam hlavních projektů ---
de: --- Hauptprojekte auflisten ---
es: --- Listar Proyectos Principales ---
fr: --- Lister les projets principaux ---

source: No main projects found.
cs: Nebyly nalezeny žádné hlavní projekty.
de: Keine Hauptprojekte gefunden.
es: No se encontraron proyectos principales.
fr: Aucun projet principal trouvé.

source: --- Rename Main Project ---
cs: --- Přejmenovat hlavní projekt ---
de: --- Hauptprojekt umbenennen ---
es: --- Renombrar Proyecto Principal ---
fr: --- Renommer le projet principal ---

source: No main projects to rename.
cs: Žádné hlavní projekty k přejmenování.
de: Keine Hauptprojekte zum Umbenennen vorhanden.
es: No hay proyectos principales para renombrar.
fr: Aucun projet principal à renommer.

source: Select a main project to rename:
cs: Vyberte hlavní projekt k přejmenování:
de: Wähle ein Hauptprojekt zum Umbenennen aus:
es: Seleccione un proyecto principal para renombrar:
fr: Sélectionnez un projet principal à renommer :

source: Enter the number of the main project:
cs: Zadejte číslo hlavního projektu:
de: Gib die Nummer des Hauptprojekts ein:
es: Introduzca el número del proyecto principal:
fr: Entrez le numéro du projet principal :

source: Enter the new name for '{name}':
cs: Zadejte nový název pro '{name}':
de: Gib den neuen Namen für '{name}' ein:
es: Introduzca el nuevo nombre para '{name}':
fr: Entrez le nouveau nom pour '{name}' :

source: Main project '{old_name}' successfully renamed to '{new_name}'.
cs: Hlavní projekt '{old_name}' byl úspěšně přejmenován na '{new_name}'.
de: Hauptprojekt '{old_name}' erfolgreich in '{new_name}' umbenannt.
es: Proyecto principal '{old_name}' renombrado a '{new_name}' con éxito.
fr: Le projet principal '{old_name}' a été renommé en '{new_name}' avec succès.

source: Error: Could not rename. The new name '{new_name}' might already exist.
cs: Chyba: Nelze přejmenovat. Nový název '{new_name}' již možná existuje.
de: Fehler: Umbenennung fehlgeschlagen. Der neue Name '{new_name}' existiert möglicherweise bereits.
es: Error: No se pudo renombrar. El nuevo nombre '{new_name}' ya podría existir.
fr: Erreur : Impossible de renommer. Le nouveau nom '{new_name}' existe peut-être déjà.

source: Invalid input. Please enter a valid number.
cs: Neplatný vstup. Zadejte prosím platné číslo.
de: Ungültige Eingabe. Bitte eine gültige Zahl eingeben.
es: Entrada inválida. Por favor, introduzca un número válido.
fr: Entrée invalide. Veuillez entrer un numéro valide.

source: --- Delete Main Project ---
cs: --- Smazat hlavní projekt ---
de: --- Hauptprojekt löschen ---
es: --- Eliminar Proyecto Principal ---
fr: --- Supprimer le projet principal ---

source: No main projects to delete.
cs: Žádné hlavní projekty ke smazání.
de: Keine Hauptprojekte zum Löschen vorhanden.
es: No hay proyectos principales para eliminar.
fr: Aucun projet principal à supprimer.

source: Select a main project to delete:
cs: Vyberte hlavní projekt ke smazání:
de: Wähle ein Hauptprojekt zum Löschen aus:
es: Seleccione un proyecto principal para eliminar:
fr: Sélectionnez un projet principal à supprimer :

source: Main project '{name}' deleted.
cs: Hlavní projekt '{name}' byl smazán.
de: Hauptprojekt '{name}' gelöscht.
es: Proyecto principal '{name}' eliminado.
fr: Projet principal '{name}' supprimé.

source: Error: Main project '{name}' not found.
cs: Chyba: Hlavní projekt '{name}' nebyl nalezen.
de: Fehler: Hauptprojekt '{name}' nicht gefunden.
es: Error: Proyecto principal '{name}' no encontrado.
fr: Erreur : Projet principal '{name}' non trouvé.

source: --- List Inactive Main-Projects ---
cs: --- Seznam neaktivních hlavních projektů ---
de: --- Inaktive Hauptprojekte auflisten ---
es: --- Listar Proyectos Principales Inactivos ---
fr: --- Lister les projets principaux inactifs ---

source: Enter the number of weeks without activity (e.g., 8):
cs: Zadejte počet týdnů bez aktivity (např. 8):
de: Anzahl der Wochen ohne Aktivität eingeben (z.B. 8):
es: Introduzca el número de semanas sin actividad (ej: 8):
fr: Entrez le nombre de semaines sans activité (ex: 8) :

source: Please enter a positive number.
cs: Zadejte prosím kladné číslo.
de: Bitte eine positive Zahl eingeben.
es: Por favor, introduzca un número positivo.
fr: Veuillez entrer un nombre positif.

source: Inactive Main-Projects (>{weeks} weeks):
cs: Neaktivní hlavní projekty (>{weeks} týdnů):
de: Inaktive Hauptprojekte (>{weeks} Wochen):
es: Proyectos Principales Inactivos (>{weeks} semanas):
fr: Projets principaux inactifs (>{weeks} semaines) :

source: - Main Project: {name}
cs: - Hlavní projekt: {name}
de: - Hauptprojekt: {name}
es: - Proyecto Principal: {name}
fr: - Projet principal : {name}

source: Last Activity: {date}
cs: Poslední aktivita: {date}
de: Letzte Aktivität: {date}
es: Última Actividad: {date}
fr: Dernière activité : {date}

source: No main-projects found inactive for more than {weeks} week.
cs: Nebyl nalezen žádný hlavní projekt neaktivní déle než {weeks} týden.
de: Kein Hauptprojekt seit mehr als {weeks} Woche inaktiv.
es: No se encontró ningún proyecto principal inactivo por más de {weeks} semana.
fr: Aucun projet principal inactif depuis plus de {weeks} semaine n'a été trouvé.

source: Invalid input. Please enter a valid number for weeks.
cs: Neplatný vstup. Zadejte prosím platné číslo pro týdny.
de: Ungültige Eingabe. Bitte eine gültige Zahl für Wochen eingeben.
es: Entrada inválida. Por favor, introduzca un número válido para las semanas.
fr: Entrée invalide. Veuillez entrer un nombre valide pour les semaines.

source: --- Add New Sub-Project ---
cs: --- Přidat nový podprojekt ---
de: --- Neues Unterprojekt hinzufügen ---
es: --- Añadir Nuevo Subproyecto ---
fr: --- Ajouter un nouveau sous-projet ---

source: No main projects found. Please add one first.
cs: Nebyly nalezeny žádné hlavní projekty. Nejprve prosím nějaký přidejte.
de: Keine Hauptprojekte gefunden. Bitte zuerst eines anlegen.
es: No se encontraron proyectos principales. Por favor, añada uno primero.
fr: Aucun projet principal trouvé. Veuillez d'abord en ajouter un.

source: Select a main project to add a sub-project to:
cs: Vyberte hlavní projekt, do kterého chcete přidat podprojekt:
de: Wähle ein Hauptprojekt, um ein Unterprojekt hinzuzufügen:
es: Seleccione un proyecto principal para añadirle un subproyecto:
fr: Sélectionnez un projet principal auquel ajouter un sous-projet :

source: Name of the new sub-project:
cs: Název nového podprojektu:
de: Name des neuen Unterprojekts:
es: Nombre del nuevo subproyecto:
fr: Nom du nouveau sous-projet :

source: Sub-project '{sub_name}' added to '{main_name}'.
cs: Podprojekt '{sub_name}' byl přidán do '{main_name}'.
de: Unterprojekt '{sub_name}' zu '{main_name}' hinzugefügt.
es: Subproyecto '{sub_name}' añadido a '{main_name}'.
fr: Sous-projet '{sub_name}' ajouté à '{main_name}'.

source: --- List Sub-Projects ---
cs: --- Seznam podprojektů ---
de: --- Unterprojekte auflisten ---
es: --- Listar Subproyectos ---
fr: --- Lister les sous-projets ---

source: No main projects found. Cannot list sub-projects.
cs: Nebyly nalezeny žádné hlavní projekty. Nelze vypsat podprojekty.
de: Keine Hauptprojekte gefunden. Unterprojekte können nicht aufgelistet werden.
es: No se encontraron proyectos principales. No se pueden listar los subproyectos.
fr: Aucun projet principal trouvé. Impossible de lister les sous-projets.

source: Select the main project whose sub-projects you want to list:
cs: Vyberte hlavní projekt, jehož podprojekty chcete vypsat:
de: Wähle das Hauptprojekt, dessen Unterprojekts du auflisten möchtest:
es: Seleccione el proyecto principal cuyos subproyectos desea listar:
fr: Sélectionnez le projet principal dont vous voulez lister les sous-projets :

source: Sub-projects for '{name}':
cs: Podprojekty pro '{name}':
de: Unterprojekte für '{name}':
es: Subproyectos para '{name}':
fr: Sous-projets pour '{name}' :

source: No sub-projects found for '{name}'.
cs: Pro '{name}' nebyly nalezeny žádné podprojekty.
de: Keine Unterprojekte für '{name}' gefunden.
es: No se encontraron subproyectos para '{name}'.
fr: Aucun sous-projet trouvé pour '{name}'.

source: --- Rename Sub-Project ---
cs: --- Přejmenovat podprojekt ---
de: --- Unterprojekt umbenennen ---
es: --- Renombrar Subproyecto ---
fr: --- Renommer le sous-projet ---

source: Select the main project:
cs: Vyberte hlavní projekt:
de: Wähle das Hauptprojekt:
es: Seleccione el proyecto principal:
fr: Sélectionnez le projet principal :

source: No sub-projects to rename for '{name}'.
cs: Žádné podprojekty k přejmenování pro '{name}'.
de: Keine Unterprojekte zum Umbenennen für '{name}' vorhanden.
es: No hay subproyectos para renombrar en '{name}'.
fr: Aucun sous-projet à renommer pour '{name}'.

source: Select a sub-project from '{name}' to rename:
cs: Vyberte podprojekt z '{name}' k přejmenování:
de: Wähle ein Unterprojekt von '{name}' zum Umbenennen aus:
es: Seleccione un subproyecto de '{name}' para renombrar:
fr: Sélectionnez un sous-projet de '{name}' à renommer :

source: Enter the number of the sub-project:
cs: Zadejte číslo podprojektu:
de: Gib die Nummer des Unterprojekts ein:
es: Introduzca el número del subproyecto:
fr: Entrez le numéro du sous-projet :

source: Sub-project '{old_name}' renamed to '{new_name}'.
cs: Podprojekt '{old_name}' byl přejmenován na '{new_name}'.
de: Unterprojekt '{old_name}' in '{new_name}' umbenannt.
es: Subproyecto '{old_name}' renombrado a '{new_name}'.
fr: Le sous-projet '{old_name}' a été renommé en '{new_name}'.

source: Error: Could not rename. The new name might already exist or the project was not found.
cs: Chyba: Nelze přejmenovat. Nový název již možná existuje nebo projekt nebyl nalezen.
de: Fehler: Umbenennung fehlgeschlagen. Der neue Name existiert möglicherweise bereits oder das Projekt wurde nicht gefunden.
es: Error: No se pudo renombrar. El nuevo nombre ya podría existir o el proyecto no fue encontrado.
fr: Erreur : Impossible de renommer. Le nouveau nom existe peut-être déjà ou le projet n'a pas été trouvé.

source: --- Delete Sub-Project ---
cs: --- Smazat podprojekt ---
de: --- Unterprojekt löschen ---
es: --- Eliminar Subproyecto ---
fr: --- Supprimer le sous-projet ---

source: No sub-projects to delete for '{name}'.
cs: Žádné podprojekty ke smazání pro '{name}'.
de: Keine Unterprojekte zum Löschen für '{name}' vorhanden.
es: No hay subproyectos para eliminar en '{name}'.
fr: Aucun sous-projet à supprimer pour '{name}'.
