Repository: FrankFaulstich/TimeControl
Catalog: locale/*/LC_MESSAGES/timetracker.po
Languages: cs, de, es, fr

source: Select a sub-project from '{name}' to delete:
cs: Vyberte podprojekt z '{name}' ke smazání:
de: Wähle ein Unterprojekt von '{name}' zum Löschen aus:
es: Seleccione un subproyecto de '{name}' para eliminar:
fr: Sélectionnez un sous-projet de '{name}' à supprimer :

source: Sub-project '{sub_name}' deleted from '{main_name}'.
cs: Podprojekt '{sub_name}' byl smazán z '{main_name}'.
de: Unterprojekt '{sub_name}' von '{main_name}' gelöscht.
es: Subproyecto '{sub_name}' eliminado de '{main_name}'.
fr: Sous-projet '{sub_name}' supprimé de '{main_name}'.

source: --- List All Closed Sub-Projects ---
de: --- Alle geschlossenen Unterprojekte auflisten ---
es: --- Listar Todos los Subproyectos Cerrados ---
fr: --- Lister tous les sous-projets fermés ---

source: No closed sub-projects found.
de: Keine geschlossenen Unterprojekte gefunden.
es: No se encontraron subproyectos cerrados.
fr: Aucun sous-projet fermé trouvé.

source: --- Delete All Closed Sub-Projects ---
de: --- Alle geschlossenen Unterprojekte löschen ---
es: --- Eliminar Todos los Subproyectos Cerrados ---
fr: --- Supprimer tous les sous-projets fermés ---

source: Are you sure you want to delete ALL closed sub-projects? (y/n):
de: Bist du sicher, dass du ALLE geschlossenen Unterprojekte löschen möchtest? (j/n):
es: ¿Está seguro de que desea eliminar TODOS los subproyectos cerrados? (s/n):
fr: Êtes-vous sûr de vouloir supprimer TOUS les sous-projets fermés ? (o/n) :

source: {count} closed sub-projects were deleted.
de: {count} geschlossene Unterprojekte wurden gelöscht.
es: Se eliminaron {count} subproyectos cerrados.
fr: {count} sous-projets fermés ont été supprimés.

source: Operation cancelled.
de: Vorgang abgebrochen.
es: Operación cancelada.
fr: Opération annulée.

source: Error: Main project or sub-project not found.
cs: Chyba: Hlavní projekt nebo podprojekt nebyl nalezen.
de: Fehler: Hauptprojekt oder Unterprojekt nicht gefunden.
es: Error: Proyecto principal o subproyecto no encontrado.
fr: Erreur : Projet principal ou sous-projet non trouvé.

source: --- List Inactive Sub-Projects ---
cs: --- Seznam neaktivních podprojektů ---
de: --- Inaktive Unterprojekte auflisten ---
es: --- Listar Subproyectos Inactivos ---
fr: --- Lister les sous-projets inactifs ---

source: Enter the number of weeks without activity (e.g., 4):
cs: Zadejte počet týdnů bez aktivity (např. 4):
de: Anzahl der Wochen ohne Aktivität eingeben (z.B. 4):
es: Introduzca el número de semanas sin actividad (ej: 4):
fr: Entrez le nombre de semaines sans activité (ex: 4) :

source: Inactive Sub-Projects (>{weeks} weeks):
cs: Neaktivní podprojekty (>{weeks} týdnů):
de: Inaktive Unterprojekte (>{weeks} Wochen):
es: Subproyectos Inactivos (>{weeks} semanas):
fr: Sous-projets inactifs (>{weeks} semaines) :

source: Sub-Project: {name}
cs: Podprojekt: {name}
de: Unterprojekt: {name}
es: Subproyecto: {name}
fr: Sous-projet : {name}

source: No sub-projects found inactive for more than {weeks} week.
cs: Nebyl nalezen žádný podprojekt neaktivní déle než {weeks} týden.
de: Kein Unterprojekt seit mehr als {weeks} Woche inaktiv.
es: No se encontró ningún subproyecto inactivo por más de {weeks} semana.
fr: Aucun sous-projet inactif depuis plus de {weeks} semaine n'a été trouvé.

source: --- Move Sub-Project ---
cs: --- Přesunout podprojekt ---
de: --- Unterprojekt verschieben ---
es: --- Mover Subproyecto ---
fr: --- Déplacer le sous-projet ---

source: You need at least two main projects to move a sub-project.
cs: K přesunutí podprojektu potřebujete alespoň dva hlavní projekty.
de: Es werden mindestens zwei Hauptprojekte benötigt, um ein Unterprojekt zu verschieben.
es: Necesita al menos dos proyectos principales para mover un subproyecto.
fr: Vous avez besoin d'au moins deux projets principaux pour déplacer un sous-projet.

source: Select the source main project:
cs: Vyberte zdrojový hlavní projekt:
de: Wähle das Quell-Hauptprojekt aus:
es: Seleccione el proyecto principal de origen:
fr: Sélectionnez le projet principal source :

source: Enter the number of the source main project:
cs: Zadejte číslo zdrojového hlavního projektu:
de: Gib die Nummer des Quell-Hauptprojekts ein:
es: Introduzca el número del proyecto principal de origen:
fr: Entrez le numéro du projet principal source :

source: No sub-projects to move from '{name}'.
cs: Žádné podprojekty k přesunutí z '{name}'.
es: No hay subproyectos para mover desde '{name}'.
fr: Aucun sous-projet à déplacer depuis '{name}'.

source: Select a sub-project from '{name}' to move:
cs: Vyberte podprojekt z '{name}' k přesunutí:
de: Wähle ein Unterprojekt von '{name}' zum Verschieben aus:
es: Seleccione un subproyecto de '{name}' para mover:
fr: Sélectionnez un sous-projet de '{name}' à déplacer :

source: Select the destination main project:
cs: Vyberte cílový hlavní projekt:
de: Wähle das Ziel-Hauptprojekt aus:
es: Seleccione el proyecto principal de destino:
fr: Sélectionnez le projet principal de destination :

source: Enter the number of the destination main project:
cs: Zadejte číslo cílového hlavního projektu:
de: Gib die Nummer des Ziel-Hauptprojekts ein:
es: Introduzca el número del proyecto principal de destino:
fr: Entrez le numéro du projet principal de destination :

source: Successfully moved '{sub_name}' from '{source_name}' to '{dest_name}'.
cs: Podprojekt '{sub_name}' byl úspěšně přesunut z '{source_name}' do '{dest_name}'.
de: '{sub_name}' erfolgreich von '{source_name}' nach '{dest_name}' verschoben.
es: Se ha movido '{sub_name}' de '{source_name}' a '{dest_name}' con éxito.
fr: Déplacement réussi de '{sub_name}' de '{source_name}' vers '{dest_name}'.

source: Error: {message}
cs: Chyba: {message}
de: Fehler: {message}
fr: Erreur : {message}

source: --- Promote Sub-Project to Main-Project ---
cs: --- Povýšit podprojekt na hlavní projekt ---
de: --- Unterprojekt zu Hauptprojekt befördern ---
es: --- Promover Subproyecto a Proyecto Principal ---
fr: --- Promouvoir un sous-projet en projet principal ---

source: Select the main project containing the sub-project to promote:
cs: Vyberte hlavní projekt obsahující podprojekt k povýšení:
de: Wähle das Hauptprojekt des zu befördernden Unterprojekts:
es: Seleccione el proyecto principal que contiene el subproyecto a promover:
fr: Sélectionnez le projet principal contenant le sous-projet à promouvoir :

source: No sub-projects to promote in '{name}'.
cs: Žádné podprojekty k povýšení v '{name}'.
de: Keine zu befördernden Unterprojekte in '{name}'.
es: No hay subproyectos para promover en '{name}'.
fr: Aucun sous-projet à promouvoir dans '{name}'.

source: Select a sub-project from '{name}' to promote:
cs: Vyberte podprojekt z '{name}' k povýšení:
de: Wähle ein Unterprojekt von '{name}' zum Befördern aus:
es: Seleccione un subproyecto de '{name}' para promover:
fr: Sélectionnez un sous-projet de '{name}' à promouvoir :

source: --- Demote Main-Project to Sub-Project ---
cs: --- Degradovat hlavní projekt na podprojekt ---
de: --- Hauptprojekt zu Unterprojekt herabstufen ---
es: --- Degradar Proyecto Principal a Subproyecto ---
fr: --- Rétrograder un projet principal en sous-projet ---

source: You need at least two main projects for this operation.
cs: Pro tuto operaci potřebujete alespoň dva hlavní projekty.
de: Für diesen Vorgang werden mindestens zwei Hauptprojekte benötigt.
es: Necesita al menos dos proyectos principales para esta operación.
fr: Vous avez besoin d'au moins deux projets principaux pour cette opération.

source: Select the main project to demote:
cs: Vyberte hlavní projekt k degradaci:
de: Wähle das herabzustufende Hauptprojekt aus:
es: Seleccione el proyecto principal a degradar:
fr: Sélectionnez le projet principal à rétrograder :

source: Enter the number of the project to demote:
cs: Zadejte číslo projektu k degradaci:
de: Gib die Nummer des herabzustufenden Projekts ein:
es: Introduzca el número del proyecto a degradar:
fr: Entrez le numéro du projet à rétrograder :

source: Select the new parent main project:
cs: Vyberte nový nadřazený hlavní projekt:
de: Wähle das neue übergeordnete Hauptprojekt aus:
es: Seleccione el nuevo proyecto principal padre:
fr: Sélectionnez le nouveau projet principal parent :

source: Enter the number of the new parent project:
cs: Zadejte číslo nového nadřazeného projektu:
de: Gib die Nummer des neuen übergeordneten Projekts ein:
es: Introduzca el número del nuevo proyecto padre:
fr: Entrez le numéro du nouveau projet parent :

source: Invalid choice. Please enter a number from 0 to 17.
de: Ungültige Auswahl. Bitte eine Zahl von 0 bis 17 eingeben.
es: Elección inválida. Por favor, introduzca un número del 0 al 17.
fr: Choix invalide. Veuillez entrer un nombre de 0 à 17.

source: --- Reporting ---
de: --- Berichte ---
es: --- Informes ---
fr: --- Rapports ---

source: 1. Daily Report (Today)
cs: 1. Denní report (dnes)
de: 1. Tagesbericht (Heute)
es: 1. Informe Diario (Hoy)
fr: 1. Rapport journalier (Aujourd'hui)

source: 2. Daily Report (Specific Day)
cs: 2. Denní report (konkrétní den)
de: 2. Tagesbericht (Bestimmter Tag)
es: 2. Informe Diario (Día Específico)
fr: 2. Rapport journalier (Jour spécifique)

source: 3. Date Range Report
cs: 3. Report za období
de: 3. Bericht für Zeitraum
es: 3. Informe por Rango de Fechas
fr: 3. Rapport par plage de dates

source: 4. Detailed Sub-Project Report
cs: 4. Podrobný report podprojektu
de: 4. Detaillierter Unterprojekt-Bericht
es: 4. Informe Detallado de Subproyecto
fr: 4. Rapport détaillé de sous-projet

source: 5. Detailed Main-Project Report
cs: 5. Podrobný report hlavního projektu
de: 5. Detaillierter Hauptprojekt-Bericht
es: 5. Informe Detallado de Proyecto Principal
fr: 5. Rapport détaillé du projet principal

source: --- Generate Daily Report (Today) ---
cs: --- Generovat denní report (dnes) ---
de: --- Tagesbericht (Heute) erstellen ---
es: --- Generar Informe Diario (Hoy) ---
fr: --- Générer le rapport journalier (Aujourd'hui) ---

source: --- Generate Daily Report for a specific Day ---
cs: --- Generovat denní report pro konkrétní den ---
de: --- Tagesbericht für einen bestimmten Tag erstellen ---
es: --- Generar Informe Diario para un Día Específico ---
fr: --- Générer le rapport journalier pour un jour spécifique ---

source: Enter the date (YYYY-MM-DD):
cs: Zadejte datum (RRRR-MM-DD):
de: Datum eingeben (JJJJ-MM-TT):
es: Introduzca la fecha (AAAA-MM-DD):
fr: Entrez la date (AAAA-MM-JJ) :

source: Invalid date format. Please use YYYY-MM-DD.
cs: Neplatný formát data. Použijte prosím RRRR-MM-DD.
de: Ungültiges Datumsformat. Bitte JJJJ-MM-TT verwenden.
es: Formato de fecha inválido. Por favor, use AAAA-MM-DD.
fr: Format de date invalide. Veuillez utiliser AAAA-MM-JJ.

source: --- Generate Report for a Date Range ---
cs: --- Generovat report za období ---
de: --- Bericht für einen Zeitraum erstellen ---
es: --- Generar Informe por Rango de Fechas ---
fr: --- Générer un rapport pour une plage de dates ---

source: Enter the start date (YYYY-MM-DD):
cs: Zadejte počáteční datum (RRRR-MM-DD):
de: Startdatum eingeben (JJJJ-MM-TT):
es: Introduzca la fecha de inicio (AAAA-MM-DD):
fr: Entrez la date de début (AAAA-MM-JJ) :

source: Enter the end date (YYYY-MM-DD):
cs: Zadejte koncové datum (RRRR-MM-DD):
de: Enddatum eingeben (JJJJ-MM-TT):
es: Introduzca la fecha de fin (AAAA-MM-DD):
fr: Entrez la date de fin (AAAA-MM-JJ) :

source: Error: The start date cannot be after the end date.
cs: Chyba: Počáteční datum nemůže být po koncovém datu.
de: Fehler: Das Startdatum darf nicht nach dem Enddatum liegen.
es: Error: La fecha de inicio no puede ser posterior a la fecha de fin.
fr: Erreur : La date de début ne peut pas être postérieure à la date de fin.

source: --- Detailed Sub-Project Report ---
cs: --- Podrobný report podprojektu ---
de: --- Detaillierter Unterprojekt-Bericht ---
es: --- Informe Detallado de Subproyecto ---
fr: --- Rapport détaillé de sous-projet ---

source: No projects found.
cs: Nebyly nalezeny žádné projekty.
de: Keine Projekte gefunden.
es: No se encontraron proyectos.
fr: Aucun projet trouvé.

source: Select the sub-project for the report:
cs: Vyberte podprojekt pro report:
de: Wähle das Unterprojekt für den Bericht aus:
es: Seleccione el subproyecto para el informe:
fr: Sélectionnez le sous-projet pour le rapport :

source: --- Detailed Main-Project Report ---
cs: --- Podrobný report hlavního projektu ---
de: --- Detaillierter Hauptprojekt-Bericht ---
es: --- Informe Detallado del Proyecto Principal ---
fr: --- Rapport détaillé du projet principal ---

source: Select the main project for the report:
cs: Vyberte hlavní projekt pro report:
de: Wähle das Hauptprojekt für den Bericht aus:
es: Seleccione el proyecto principal para el informe:
fr: Sélectionnez le projet principal pour le rapport :

source: Invalid choice. Please enter a number from 0 to 5.
cs: Neplatná volba. Zadejte prosím číslo od 0 do 5.
de: Ungültige Auswahl. Bitte eine Zahl von 0 bis 5 eingeben.
es: Elección inválida. Por favor, introduzca un número del 0 al 5.
fr: Choix invalide. Veuillez entrer un nombre de 0 à 5.

source: --- Settings ---
cs: --- Nastavení ---
de: --- Einstellungen ---
es: --- Configuración ---
fr: --- Paramètres ---

source: 1. Change Language
cs: 1. Změnit jazyk
de: 1. Sprache ändern
es: 1. Cambiar Idioma
fr: 1. Changer de langue

source: 3. Change Data Storage Location
de: 3. Speicherort der Daten ändern
es: 3. Cambiar Ubicación de Almacenamiento de Datos
fr: 3. Changer l'emplacement de stockage des données

source: 2. Restore Previous Version
cs: 2. Obnovit předchozí verzi
de: 2. Vorherige Version wiederherstellen
es: 2. Restaurar Versión Anterior
fr: 2. Restaurer la version précédente

source: Invalid choice. Please enter a number from 0 to 3.
de: Ungültige Auswahl. Bitte eine Zahl von 0 bis 3 eingeben.
es: Elección inválida. Por favor, introduzca un número del 0 al 3.
fr: Choix invalide. Veuillez entrer un nombre de 0 à 3.

source: --- Language Settings ---
de: --- Spracheinstellungen ---
es: --- Configuración de Idioma ---
fr: --- Paramètres de langue ---

source: No additional languages found.
cs: Nebyly nalezeny žádné další jazyky.
de: Keine zusätzlichen Sprachen gefunden.
es: No se encontraron idiomas adicionales.
fr: Aucune langue supplémentaire trouvée.

source: Language changed to '{lang}'. Please restart the application.
cs: Jazyk změněn na '{lang}'. Prosím, restartujte aplikaci.
de: Sprache auf '{lang}' geändert. Bitte die Anwendung neu starten.
es: Idioma cambiado a '{lang}'. Por favor, reinicie la aplicación.
fr: Langue changée en '{lang}'. Veuillez redémarrer l'application.

source: Invalid choice.
cs: Neplatná volba.
de: Ungültige Auswahl.
es: Elección inválida.
fr: Choix invalide.

source: Invalid input. Please enter a number.
de: Ungültige Eingabe. Bitte eine Zahl eingeben.
es: Entrada inválida. Por favor, introduzca un número.
fr: Entrée invalide. Veuillez entrer un nombre.

source: --- Data Storage Settings ---
de: --- Datenspeicher-Einstellungen ---
es: --- Configuración de Almacenamiento de Datos ---
fr: --- Paramètres de stockage des données ---

source: Current data file: {path}
de: Aktuelle Datendatei: {path}
es: Archivo de datos actual: {path}
fr: Fichier de données actuel : {path}

source: Enter the new path for the data file (e.g., /path/to/my_data.json).
de: Gib den neuen Pfad für die Datendatei ein (z.B. /pfad/zu/meine_daten.json).
es: Introduzca la nueva ruta para el archivo de datos (ej: /ruta/a/mis_datos.json).
fr: Entrez le nouveau chemin pour le fichier de données (ex : /chemin/vers/mes_donnees.json).

source: Leave empty to cancel.
de: Leer lassen zum Abbrechen.
es: Dejar vacío para cancelar.
fr: Laisser vide pour annuler.

source: New Path:
de: Neuer Pfad:
es: Nueva Ruta:
fr: Nouveau chemin :

source: Error: The directory '{dir}' does not exist.
de: Fehler: Das Verzeichnis '{dir}' existiert nicht.
es: Error: El directorio '{dir}' no existe.
fr: Erreur : Le répertoire '{dir}' n'existe pas.

source: Storage location updated.
de: Speicherort aktualisiert.
es: Ubicación de almacenamiento actualizada.
fr: Emplacement de stockage mis à jour.

source: Do you want to move the existing data to the new location? (y/n):
de: Möchtest du die vorhandenen Daten an den neuen Ort verschieben? (j/n):
es: ¿Desea mover los datos existentes a la nueva ubicación? (s/n):
fr: Voulez-vous déplacer les données existantes vers le nouvel emplacement ? (o/n) :

source: Data moved successfully.
de: Daten erfolgreich verschoben.
es: Datos movidos con éxito.
fr: Données déplacées avec succès.

source: Error moving data: {error}
de: Fehler beim Verschieben der Daten: {error}
es: Error al mover datos: {error}
fr: Erreur lors du déplacement des données : {error}

source: Error updating configuration: {error}
de: Fehler beim Aktualisieren der Konfiguration: {error}
es: Error al actualizar la configuración: {error}
fr: Erreur lors de la mise à jour de la configuration : {error}

source: --- Update Available ---
cs: --- K dispozici je aktualizace ---
de: --- Update verfügbar ---
es: --- Actualización Disponible ---
fr: --- Mise à jour disponible ---

source: A downloaded update is ready to be installed.
cs: Stažená aktualizace je připravena k instalaci.
de: Ein heruntergeladenes Update ist zur Installation bereit.
es: Una actualización descargada está lista para ser instalada.
fr: Une mise à jour téléchargée est prête à être installée.

source: 0. Skip update for now
cs: 0. Přeskočit aktualizaci prozatím
de: 0. Update vorerst überspringen
es: 0. Omitir actualización por ahora
fr: 0. Ignorer la mise à jour pour l'instant

source: 1. Install update now
cs: 1. Nainstalovat aktualizaci nyní
de: 1. Update jetzt installieren
es: 1. Instalar actualización ahora
fr: 1. Installer la mise à jour maintenant

source: Enter your choice (0 or 1):
cs: Zadejte svou volbu (0 nebo 1):
de: Auswahl eingeben (0 oder 1):
es: Introduzca su elección (0 o 1):
fr: Entrez votre choix (0 ou 1) :

source: Application is restarting to complete the update...
cs: Aplikace se restartuje, aby dokončila aktualizaci...
de: Anwendung wird neu gestartet, um das Update abzuschließen...
es: La aplicación se está reiniciando para completar la actualización...
fr: L'application redémarre pour terminer la mise à jour...

source: Update installation skipped. The application will start normally.
cs: Instalace aktualizace byla přeskočena. Aplikace se spustí normálně.
de: Update-Installation übersprungen. Die Anwendung wird normal gestartet.
es: Instalación de la actualización omitida. La aplicación se iniciará normalmente.
fr: Installation de la mise à jour ignorée. L'application démarrera normalement.

source: Invalid choice. Update installation skipped. The application will start normally.
de: Ungültige Auswahl. Update-Installation übersprungen. Die Anwendung wird normal gestartet.
es: Elección inválida. Instalación de la actualización omitida. La aplicación se iniciará normalmente.
fr: Choix invalide. Installation de la mise à jour ignorée. L'application démarrera normalement.

source: --- Main Menu ---
cs: --- Hlavní menu ---
de: --- Hauptmenü ---
es: --- Menú Principal ---
fr: --- Menu principal ---

source: 1. Start work on sub-project
cs: 1. Začít práci na podprojektu
de: 1. Arbeit an Unterprojekt beginnen
es: 1. Iniciar trabajo en subproyecto
fr: 1. Démarrer le travail sur un sous-projet

source: 2. Show current work
cs: 2. Zobrazit aktuální práci
de: 2. Aktuelle Arbeit anzeigen
es: 2. Mostrar trabajo actual
fr: 2. Afficher le travail en cours

source: 3. Stop current work
cs: 3. Zastavit aktuální práci
de: 3. Aktuelle Arbeit beenden
es: 3. Detener trabajo actual
fr: 3. Arrêter le travail en cours

source: 4. Handle projects and sub-projects
cs: 4. Spravovat projekty a podprojekty
de: 4. Projekte und Unterprojekte verwalten
es: 4. Gestionar proyectos y subproyectos
fr: 4. Gérer les projets et sous-projets

source: 5. Reporting
cs: 5. Reportování
de: 5. Berichte
es: 5. Informes
fr: 5. Rapports

source: 6. Settings
cs: 6. Nastavení
de: 6. Einstellungen
es: 6. Configuración
fr: 6. Paramètres

source: 0. Exit
cs: 0. Konec
de: 0. Beenden
es: 0. Salir
fr: 0. Quitter

source: --- Start Work on a Sub-Project ---
cs: --- Začít práci na podprojektu ---
de: --- Arbeit an einem Unterprojekt beginnen ---
es: --- Iniciar Trabajo en un Subproyecto ---
fr: --- Démarrer le travail sur un sous-projet ---

source: Select a sub-project from '{name}':
de: Wähle ein Unterprojekt von '{name}' aus:
es: Seleccione un subproyecto de '{name}':
fr: Sélectionnez un sous-projet de '{name}' :

source: Work started on '{sub_name}' in project '{main_name}'.
cs: Práce na '{sub_name}' v projektu '{main_name}' byla zahájena.
de: Arbeit an '{sub_name}' im Projekt '{main_name}' begonnen.
es: Trabajo iniciado en '{sub_name}' en el proyecto '{main_name}'.
fr: Travail démarré sur '{sub_name}' dans le projet '{main_name}'.

source: Error starting work.
cs: Chyba při zahájení práce.
es: Error al iniciar el trabajo.
fr: Erreur lors du démarrage du travail.

source: --- Current Active Work ---
cs: --- Aktuální aktivní práce ---
de: --- Aktuell laufende Arbeit ---
es: --- Trabajo Activo Actual ---
fr: --- Travail actif en cours ---

source: You are currently working on:
cs: Právě pracujete na:
de: Du arbeitest gerade an:
es: Actualmente está trabajando en:
fr: Vous travaillez actuellement sur :

source: Main Project: {name}
cs: Hlavní projekt: {name}
de: Hauptprojekt: {name}
es: Proyecto Principal: {name}
fr: Projet principal : {name}

source: Sub-Project: {name}
cs: Podprojekt: {name}
de: Unterprojekt: {name}
es: Subproyecto: {name}
fr: Sous-projet : {name}

source: Started at: {date}
cs: Zahájeno v: {date}
de: Begonnen um: {date}
es: Iniciado a las: {date}
fr: Démarré à : {date}

source: Duration: {duration}
cs: Trvání: {duration}
de: Dauer: {duration}
es: Duración: {duration}
fr: Durée : {duration}

source: No active work session.
cs: Žádná aktivní pracovní relace.
de: Keine aktive Arbeitssitzung.
es: No hay sesión de trabajo activa.
fr: Aucune session de travail active.

source: --- Stop Work ---
cs: --- Zastavit práci ---
de: --- Arbeit beenden ---
es: --- Detener Trabajo ---
fr: --- Arrêter le travail ---

source: Work session stopped successfully.
cs: Pracovní relace byla úspěšně zastavena.
de: Arbeitssitzung erfolgreich beendet.
es: Sesión de trabajo detenida con éxito.
fr: Session de travail arrêtée avec succès.

source: No active work session to stop.
cs: Žádná aktivní pracovní relace k zastavení.
de: Keine aktive Arbeitssitzung zum Beenden.
es: No hay ninguna sesión de trabajo activa para detener.
fr: Aucune session de travail active à arrêter.

source: Checking for updates...
cs: Kontroluji aktualizace...
de: Prüfe auf Updates...
es: Buscando actualizaciones...
fr: Recherche de mises à jour...

source: Exiting application. Goodbye!
cs: Ukončuji aplikaci. Na shledanou!
de: Anwendung wird beendet. Auf Wiedersehen!
es: Saliendo de la aplicación. ¡Adiós!
fr: Fermeture de l'application. Au revoir !

source: Invalid choice. Please enter a number from 0 to 6.
cs: Neplatná volba. Zadejte prosím číslo od 0 do 6.
de: Ungültige Auswahl. Bitte eine Zahl von 0 bis 6 eingeben.
es: Elección inválida. Por favor, introduzca un número del 0 al 6.
fr: Choix invalide. Veuillez entrer un nombre de 0 à 6.

source: Warning: Update check skipped. 'github_repo' not found in config.json or file is invalid.
cs: Varování: Kontrola aktualizací přeskočena. 'github_repo' nebylo nalezeno v config.json nebo je soubor neplatný.
de: Warnung: Update-Prüfung übersprungen. 'github_repo' nicht in config.json gefunden oder Datei ist ungültig.
es: Advertencia: Comprobación de actualizaciones omitida. 'github_repo' no encontrado en config.json o el archivo es inválido.
fr: Avertissement : Vérification de mise à jour ignorée. 'github_repo' non trouvé dans config.json ou fichier invalide.
