Repository: FrankFaulstich/TimeControl
Catalog: locale/*/LC_MESSAGES/timetracker.po
Languages: cs, de, es, fr

source: A new version ({version}) is available.
cs: Je k dispozici nová verze ({version}).
de: Eine neue Version ({version}) ist verfügbar.
es: Una nueva versión ({version}) está disponible.
fr: Une nouvelle version ({version}) est disponible.

source: Error: Download URL for the new version not found.
cs: Chyba: Adresa URL pro stažení nové verze nebyla nalezena.
de: Fehler: Download-URL für die neue Version nicht gefunden.
es: Error: No se encontró la URL de descarga para la nueva versión.
fr: Erreur : URL de téléchargement pour la nouvelle version non trouvée.

source: Error checking for updates: {error}
cs: Chyba při kontrole aktualizací: {error}
de: Fehler bei der Suche nach Updates: {error}
es: Error al buscar actualizaciones: {error}
fr: Erreur lors de la recherche de mises à jour : {error}

source: An unexpected error occurred while checking for updates: {error}
cs: Při kontrole aktualizací došlo k neočekávané chybě: {error}
de: Ein unerwarteter Fehler ist bei der Update-Prüfung aufgetreten: {error}
es: Ocurrió un error inesperado al buscar actualizaciones: {error}
fr: Une erreur inattendue s'est produite lors de la recherche de mises à jour : {error}

source: Downloading update...
cs: Stahuji aktualizaci...
de: Update wird heruntergeladen...
es: Descargando actualización...
fr: Téléchargement de la mise à jour...

source: Download complete. The update will be installed on the next start.
cs: Stažení dokončeno. Aktualizace bude nainstalována při příštím spuštění.
de: Download abgeschlossen. Das Update wird beim nächsten Start installiert.
es: Descarga completa. La actualización se instalará en el próximo inicio.
fr: Téléchargement terminé. La mise à jour sera installée au prochain démarrage.

source: Error downloading the update: {error}
cs: Chyba při stahování aktualizace: {error}
de: Fehler beim Herunterladen des Updates: {error}
es: Error al descargar la actualización: {error}
fr: Erreur lors du téléchargement de la mise à jour : {error}

source: Creating backup of current version before update...
cs: Vytvářím zálohu aktuální verze před aktualizací...
de: Erstelle Backup der aktuellen Version vor dem Update...
es: Creando copia de seguridad de la versión actual antes de la actualización...
fr: Création d'une sauvegarde de la version actuelle avant la mise à jour...

source: Backup created successfully as {filename}.
cs: Záloha byla úspěšně vytvořena jako {filename}.
de: Backup erfolgreich als {filename} erstellt.
es: Copia de seguridad creada con éxito como {filename}.
fr: Sauvegarde créée avec succès sous le nom {filename}.

source: Warning: Could not create backup. Error: {error}
cs: Varování: Nepodařilo se vytvořit zálohu. Chyba: {error}
de: Warnung: Backup konnte nicht erstellt werden. Fehler: {error}
es: Advertencia: No se pudo crear la copia de seguridad. Error: {error}
fr: Avertissement : Impossible de créer la sauvegarde. Erreur : {error}

source: Installing update...
cs: Instaluji aktualizaci...
de: Update wird installiert...
es: Instalando actualización...
fr: Installation de la mise à jour...

source: Skipping protected file: {filename}. It will not be overwritten.
cs: Přeskakuji chráněný soubor: {filename}. Nebude přepsán.
de: Geschützte Datei wird übersprungen: {filename}. Sie wird nicht überschrieben.
es: Omitiendo archivo protegido: {filename}. No será sobrescrito.
fr: Fichier protégé ignoré : {filename}. Il ne sera pas écrasé.

source: Update installed successfully.
cs: Aktualizace byla úspěšně nainstalována.
de: Update erfolgreich installiert.
es: Actualización instalada con éxito.
fr: Mise à jour installée avec succès.

source: Error during update installation: {error}
cs: Chyba během instalace aktualizace: {error}
de: Fehler bei der Installation des Updates: {error}
es: Error durante la instalación de la actualización: {error}
fr: Erreur lors de l'installation de la mise à jour : {error}

source: Error: No previous version backup '{filename}' found.
cs: Chyba: Nebyla nalezena žádná záloha předchozí verze '{filename}'.
de: Fehler: Kein Backup der vorherigen Version '{filename}' gefunden.
es: Error: No se encontró la copia de seguridad de la versión anterior '{filename}'.
fr: Erreur : Aucune sauvegarde de la version précédente '{filename}' trouvée.

source: Restoring previous version from '{filename}'...
cs: Obnovuji předchozí verzi ze souboru '{filename}'...
de: Stelle vorherige Version aus '{filename}' wieder her...
es: Restaurando la versión anterior desde '{filename}'...
fr: Restauration de la version précédente depuis '{filename}'...

source: Skipping user data file: {filename}. It will not be overwritten during restore.
cs: Přeskakuji soubor s uživatelskými daty: {filename}. Během obnovy nebude přepsán.
de: Überspringe Benutzerdatendatei: {filename}. Sie wird bei der Wiederherstellung nicht überschrieben.
es: Omitiendo archivo de datos de usuario: {filename}. No será sobrescrito durante la restauración.
fr: Ignorer le fichier de données utilisateur : {filename}. Il ne sera pas écrasé lors de la restauration.

source: Previous version restored successfully.
cs: Předchozí verze byla úspěšně obnovena.
de: Vorherige Version erfolgreich wiederhergestellt.
es: Versión anterior restaurada con éxito.
fr: Version précédente restaurée avec succès.

source: Restarting application to apply changes...
cs: Restartuji aplikaci pro aplikaci změn...
de: Anwendung wird neu gestartet, um die Änderungen zu übernehmen...
es: Reiniciando la aplicación para aplicar los cambios...
fr: Redémarrage de l'application pour appliquer les modifications...

source: Error during restoration: {error}
cs: Chyba během obnovy: {error}
de: Fehler bei der Wiederherstellung: {error}
es: Error durante la restauración: {error}
fr: Erreur lors de la restauration : {error}

source: The backup file '{filename}' was not deleted.
cs: Záložní soubor '{filename}' nebyl smazán.
de: Die Backup-Datei '{filename}' wurde nicht gelöscht.
es: El archivo de copia de seguridad '{filename}' no fue eliminado.
fr: Le fichier de sauvegarde '{filename}' n'a pas été supprimé.

source: # Detailed Daily Report: {date}
de: # Detaillierter Tagesbericht: {date}
es: # Informe Diario Detallado: {date}
fr: # Rapport journalier détaillé : {date}

source: No time tracked for {date}.
de: Keine Zeit für {date} erfasst.
es: No hay tiempo registrado para {date}.
fr: Aucun temps suivi pour le {date}.

source: First entry
de: Erster Eintrag
es: Primera entrada
fr: Première entrée

source: Last activity
de: Letzte Aktivität
fr: Dernière activité

source: Total recorded time
de: Erfasste Gesamtzeit
es: Tiempo total registrado
fr: Temps total enregistré

source: Total work sessions
de: Gesamtzahl der Arbeitssitzungen
es: Total de sesiones de trabajo
fr: Nombre total de sessions de travail

source: Average session duration
de: Durchschnittliche Sitzungsdauer
es: Duración media de la sesión
fr: Durée moyenne des sessions

source: Weekday Distribution
de: Verteilung auf Wochentage
es: Distribución por día de la semana
fr: Répartition par jour de la semaine

source: Monday
de: Montag
es: Lunes
fr: Lundi

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi

source: Friday
de: Freitag
es: Viernes
fr: Vendredi

source: Saturday
de: Samstag
es: Sábado
fr: Samedi

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche

source: Daily Breakdown
de: Tagesaufschlüsselung
es: Desglose diario
fr: Répartition journalière

source: Number of sub-projects
de: Anzahl der Unterprojekte
es: Número de subproyectos
fr: Nombre de sous-projets

source: Active (working on '{sub_name}')
de: Aktiv (arbeitet an '{sub_name}')
es: Activo (trabajando en '{sub_name}')
fr: Actif (travail sur '{sub_name}')

source: Sub-Project Breakdown
de: Aufschlüsselung nach Unterprojekten
es: Desglose de Subproyectos
fr: Répartition par sous-projet

source: 6. Detailed Daily Report
de: 6. Detaillierter Tagesbericht
es: 6. Informe Diario Detallado
fr: 6. Rapport journalier détaillé

source: --- Detailed Daily Report ---
de: --- Detaillierter Tagesbericht ---
es: --- Informe Diario Detallado ---
fr: --- Rapport journalier détaillé ---

source: Enter the date (YYYY-MM-DD) or press Enter for today:
de: Datum eingeben (JJJJ-MM-TT) oder Enter für heute drücken:
es: Introduzca la fecha (AAAA-MM-DD) o presione Enter para hoy:
fr: Entrez la date (AAAA-MM-JJ) ou appuyez sur Entrée pour aujourd'hui :

source: Sub-project '{name}' was promoted to a new main project.
cs: Podprojekt '{name}' byl povýšen na nový hlavní projekt.
de: Unterprojekt '{name}' wurde zu einem neuen Hauptprojekt befördert.
es: El subproyecto '{name}' fue promovido a un nuevo proyecto principal.

source: {num_sessions} sessions
de: {num_sessions} Sitzungen
es: {num_sessions} sesiones

source: Main project '{old_name}' renamed to '{new_name}'.
cs: Hlavní projekt '{old_name}' přejmenován na '{new_name}'.
es: Proyecto principal '{old_name}' renombrado a '{new_name}'.

source: 10. Close Sub-Project
es: 10. Cerrar Subproyecto

source: {hours} hours ({dlp} DLP)
cs: {hours} hodina ({dlp} DLP)

source: - {name}: {hours} hours
cs: - {name}: {hours} hodina

source: ## {name} ({hours} hours)
cs: ## {name} ({hours} hodina)

source: **Total Daily Time: {hours} hours**
cs: **Celkový denní čas: {hours} hodin**

source: 6. Add Sub-Project
cs: 6. Přidat podprojekt

source: 7. List Sub-Projects
cs: 7. Vypsat podprojekty

source: 8. Rename Sub-Project
cs: 8. Přejmenovat podprojekt

source: 9. Delete Sub-Project
cs: 9. Smazat podprojekt

source: 10. Move Sub-Project
cs: 10. Přesunout podprojekt

source: 11. List Inactive Sub-Projects
cs: 11. Vypsat neaktivní podprojekty

source: 12. Promote Sub-Project to Main-Project
cs: 12. Povýšit podprojekt na hlavní projekt

source: 13. Demote Main-Project to Sub-Project
cs: 13. Degradovat hlavní projekt na podprojekt

source: Invalid choice. Please enter a number from 0 to 13.
cs: Neplatná volba. Zadejte prosím číslo od 0 do 13.

source: Invalid choice. Please enter a number from 0 to 2.
cs: Neplatná volba. Zadejte prosím číslo od 0 do 2.
